//TODO Добавить команды на корректное заполнение всех таблиц

--Faculty
INSERT INTO Faculty (name_faculty, avggrade_for_budget, avggrade_for_paid, examgrade_for_budget, examgrade_for_paid)
VALUES
    ('Факультет информационных технологий', 4.50, 3.80, 250, 200),
    ('Факультет экономики и управления', 4.20, 3.60, 240, 190),
    ('Факультет медицины', 4.80, 4.00, 270, 220),
    ('Факультет юриспруденции', 4.30, 3.70, 245, 205),
    ('Факультет психологии', 4.10, 3.50, 235, 195),
    ('Факультет филологии и журналистики', 4.00, 3.40, 230, 190),
    ('Факультет международных отношений', 4.40, 3.75, 248, 210),
    ('Факультет прикладной математики', 4.60, 3.90, 255, 215),
    ('Факультет дизайна и искусства', 4.05, 3.45, 232, 192),
    ('Факультет экологии и природопользования', 4.25, 3.65, 242, 202);